Repository: sebasblancogonz/bulkup
Catalog: bulkup/Localization/Localizable.xcstrings
Source language: es
Languages: en

# Mostrando %lld de %lld ejercicios
source: Mostrando %1$lld de %2$lld ejercicios
en: Showing %1$lld of %2$lld exercises

source: Mujer
en: Female

source: Músculos principales:
en: Primary muscles:

source: Músculos secundarios:
en: Secondary muscles:

source: Músculos trabajados
en: Muscles worked

source: Muslo
en: Thigh

source: Necesitas medidas corporales y una fecha de revision para ver proyecciones
en: You need body measurements and a review date to see projections

source: Nivel
en: Level

source: Nivel de dificultad
en: Difficulty level

source: Nivel: %@
en: Level: %@

source: No hay dias agregados
en: No days added

source: No hay días de entrenamiento
en: No training days

source: No hay medidas registradas
en: No measurements recorded

source: No hay notificaciones nuevas
en: No new notifications

source: No hay plan de dieta activo
en: No active diet plan

source: No hay plan de entrenamiento activo
en: No active workout plan

source: No hay registros
en: No records

source: No me gusta
en: Dislikes

source: No se encontraron compras previas para restaurar.
en: No previous purchases found to restore.

source: No se encontraron ejercicios
en: No exercises found

source: No se pudieron cargar los planes
en: Could not load plans

source: No tienes un plan activo
en: You don't have an active plan

source: Nombre
en: Name

source: Nombre del día
en: Day name

source: Nombre del ejercicio
en: Exercise name

source: Nombre del entrenamiento
en: Workout name

source: Nombre del entrenamiento (opcional)
en: Workout name (optional)

source: Nombre del plan
en: Plan name

source: Nombre del Plan
en: Plan Name

source: Nota
en: Note

source: Notas (opcional)
en: Notes (optional)

source: Notas...
en: Notes...

source: Notificaciones
en: Notifications

source: Nuestra IA convierte tu plan en un formato interactivo
en: Our AI converts your plan into an interactive format

source: Nueva Comida
en: New Meal

source: Nueva Dieta
en: New Diet

source: Nuevas Medidas
en: New Measurements

source: Nuevo Ejercicio
en: New Exercise

source: Nuevo Plan
en: New Plan

source: Nuevo Plan de Dieta
en: New Diet Plan

source: Nuevo RM
en: New PR

source: Nuevo Suplemento
en: New Supplement

source: Nuevos registros
en: New records

source: o
en: or

source: Obesidad
en: Obesity

source: Omitido
en: Skipped

source: Omitir ejercicio
en: Skip exercise

source: Omitir por ahora
en: Skip for now

source: Opcion %lld
en: Option %lld

source: Oscuro
en: Dark

source: Otro
en: Other

source: Página %1$lld de %2$lld
en: Page %1$lld of %2$lld

# Página %lld de %lld
source: Página %1$lld de %2$lld
en: Page %1$lld of %2$lld

source: Pantorrilla
en: Calf

source: Pantorrillas
en: Calves

source: Pausar
en: Pause

source: Pecho
en: Chest

source: Pelota
en: Ball

source: Pelota de ejercicio
en: Exercise ball

source: Perder grasa
en: Lose fat

source: Perfil
en: Profile

source: Permitida
en: Allowed

source: Personalización
en: Customization

source: Pesa rusa
en: Kettlebell

source: Pesas rusas
en: Kettlebells

source: Peso
en: Weight

source: PESO
en: WEIGHT

source: Peso (kg)
en: Weight (kg)

source: Peso corporal
en: Body only

source: Pesos Registrados
en: Logged Weights

source: Plan activo
en: Active plan

source: Plan Activo
en: Active Plan

source: Plan Básico
en: Basic Plan

source: Plan Compartido
en: Plan Shared

source: Plan de Dieta
en: Diet Plan

source: Plan importado exitosamente
en: Plan imported successfully

source: Plan Semanal
en: Weekly Plan

source: Planes ilimitados
en: Unlimited plans

source: Planes Ilimitados
en: Unlimited Plans

source: Planifica tu entrenamiento
en: Plan your workouts

source: Planificación semanal o por fases
en: Weekly or phase-based planning

source: Plantillas
en: Templates

source: Pliometría
en: Plyometrics

source: Politica de Privacidad
en: Privacy Policy

source: Política de Privacidad
en: Privacy Policy

source: Porcentajes del 1RM
en: 1RM Percentages

source: Post-entreno
en: Post-workout

source: Pre-entreno
en: Pre-workout

source: Preferencias y alergias
en: Preferences & allergies

source: Preguntas frecuentes y tutoriales
en: FAQs and tutorials

source: Preparando ejercicios y pesos...
en: Preparing exercises and weights...

source: Preparando tu alimentacion perfecta
en: Preparing your perfect nutrition

source: Principales
en: Primary

source: Principiante
en: Beginner

source: Procesando con IA...
en: Processing with AI...

source: Procesando...
en: Processing...

source: Progresión y volumen
en: Progression and volume

source: Progreso
en: Progress

source: Progreso de Peso
en: Weight Progress

source: Progreso Histórico
en: Historical Progress

source: Proteína
en: Protein

source: Proxima Revision
en: Next Review

source: Proyecciones
en: Projections

source: Prueba con otros términos de búsqueda o ajusta los filtros
en: Try other search terms or adjust the filters

source: Puedes subir una foto o PDF de tu plan y nuestra IA lo digitaliza al instante
en: Upload a photo or PDF of your plan and our AI digitizes it instantly

source: Pulsa en % Grasa para corregirlo con tu dato real
en: Tap % Fat to correct it with your real value

source: Racha
en: Streak

source: RACHA
en: STREAK

source: Racha actual
en: Current streak

source: Racha actual: %lld dias
en: Current streak: %lld days

source: Racha actual: %lld días
en: Current streak: %lld days

source: Ranking con amigos
en: Ranking with friends

source: Ranking y Amigos
en: Ranking & Friends

source: Ranking y competencia con amigos
en: Ranking and competing with friends

source: Recomposicion corporal
en: Body recomposition

source: Récord actualizado
en: Record updated

source: Récord creado
en: Record created

source: Récord eliminado
en: Record deleted

source: Recordatorios de Entrenamiento
en: Workout Reminders

source: Recordatorios de Progreso
en: Progress Reminders

source: Records Personales
en: Personal Records

source: Records personales (RM)
en: Personal records (PR)

source: Recupera energia para manana
en: Recover your energy for tomorrow

source: Registra días o añade calorías al plan
en: Log days or add calories to the plan

source: Registra lo que comiste en tu comida libre
en: Log what you ate for your free meal

source: Registra peso y repeticiones
en: Log weight and reps

source: Registra tus levantamientos en la seccion RM
en: Log your lifts in the PR section

source: Registra tus medidas para calcular tu composición corporal
en: Record your measurements to calculate your body composition

source: Registra y sigue tus PR con PRO
en: Track your PRs with PRO

source: Registra y sigue tus PR en los ejercicios principales
en: Record and track your PRs in the main exercises

source: registrados
en: recorded

source: Registrar día
en: Log a day

source: Registrar para mi racha
en: Log for my streak

source: Registro de peso, cintura, cuello y mas
en: Log weight, waist, neck, and more

source: Reintentar
en: Retry

source: Repeticiones
en: Reps

source: Repeticiones y descansos
en: Reps and rest

source: Reportes Semanales
en: Weekly Reports

source: Respaldo Automático
en: Automatic Backup

source: Restaurar Compras
en: Restore Purchases

source: Restaurar ejercicio
en: Restore exercise

source: Resumen de tu semana de entrenamiento
en: Summary of your training week

source: Resumen Nutricional
en: Nutrition Summary

source: Resumen Semanal
en: Weekly Summary

source: Retroalimentación táctil
en: Tactile feedback

source: RM Estimado
en: Est. 1RM

source: RM Estimado: %.1f kg
en: Est. 1RM: %.1f kg

source: RM Estimado: %@ kg
en: Est. 1RM: %@ kg

source: RM: %@ kg
en: 1RM: %@ kg

source: Rodillo
en: Roller

source: Rodillo de espuma
en: Foam roll

source: Sabado
en: Saturday

source: Sábado
en: Saturday

source: Saltar
en: Skip

source: Se perdera todo el progreso de esta sesion.
en: All progress from this session will be lost.

source: Secundarios
en: Secondary

source: Seguimiento de composicion corporal
en: Body composition tracking

source: Seguimiento de peso
en: Weight tracking

source: Seguimiento y composición
en: Tracking & composition

source: Seguir peso
en: Track weight

source: Seleccionar ejercicio
en: Select exercise

source: Seleccionar Ejercicio
en: Select Exercise

source: semana
en: week

source: Semana del %@
en: Week of %@

source: Semanal
en: Weekly

source: semanas
en: weeks

source: Sensación
en: Feeling

source: SERIE
en: SET

source: Serie %lld · %@kg × %@
en: Set %lld · %@kg × %@

source: Series
en: Sets

source: Sesión
en: Session

source: Sexo
en: Sex

source: Siguiente
en: Next

source: Siguiente: %@
en: Next: %@

source: Sin amigos todavía
en: No friends yet

source: Sin comidas para hoy
en: No meals for today

source: Sin comidas. Toca el menu para agregar.
en: No meals. Tap the menu to add.

source: Sin datos
en: No data

source: Sin ejercicios para este dia
en: No exercises for this day

source: Sin fechas específicas - plan indefinido
en: No specific dates - open-ended plan

source: Sin imágenes disponibles
en: No images available

source: Sin plan de dieta
en: No diet plan

source: Sin plan de entreno
en: No workout plan

source: Sin récords registrados
en: No records logged

source: Sin seguimiento de peso
en: No weight tracking

source: Sincronizar con iCloud
en: Sync with iCloud

source: Sistema
en: System

source: Sistema / System
en: System / System

source: Sistema de Unidades
en: Unit System

source: Sobrepeso
en: Overweight

source: Sonido de Descanso
en: Rest Sound

source: Sonidos al completar ejercicios
en: Sounds when completing exercises

source: Soporte
en: Support

source: Sube tu plan de entrenamiento y comienza a registrar tu progreso
en: Upload your workout plan and start tracking your progress

source: Sube tu primer plan de dieta
en: Upload your first diet plan

source: Sube un PDF o foto con tu plan de alimentación y la IA lo procesará automáticamente
en: Upload a PDF or photo of your diet plan and AI will process it automatically

source: Sube un PDF o foto de tu dieta
en: Upload a PDF or photo of your diet

source: Sube una foto o PDF de tu rutina
en: Upload a photo or PDF of your routine

source: Sube una foto o PDF y tu plan se digitaliza al instante
en: Upload a photo or PDF and your plan is digitized instantly

source: Subir Imagen
en: Upload Image

source: Subir PDF
en: Upload PDF

source: Subir plan de dieta
en: Upload diet plan

source: Subir Plan de Dieta
en: Upload Diet Plan

source: Subir plan de entrenamiento
en: Upload workout plan

source: Subir Plan de Entrenamiento
en: Upload Workout Plan

source: Suplementación
en: Supplementation

source: Suplemento
en: Supplement

source: Suplementos
en: Supplements

source: SUPLEMENTOS
en: SUPPLEMENTS

source: Suscribirse
en: Subscribe

source: Te recordamos tus sesiones programadas
en: We'll remind you of your scheduled sessions

source: Tema de Apariencia
en: Appearance Theme

source: Tendencias y cambios entre mediciones
en: Trends and changes between measurements

source: Términos de Servicio
en: Terms of Service

source: Terminos de Uso
en: Terms of Use

source: Tiempos de Descanso
en: Rest Times

source: Tienes acceso a todas las funciones premium.
en: You have access to all premium features.

source: Tipo
en: Type

source: Tipo de comida
en: Meal type

source: Tipo de fuerza
en: Force type

source: Toca para cambiar foto
en: Tap to change photo

source: Toca para empezar
en: Tap to get started

source: Todo lo que obtienes:
en: Everything you get:

source: Total de sets registrados
en: Total sets logged

source: Total registros:
en: Total records:

source: Trapecios
en: Traps

source: Tríceps
en: Triceps

source: Tu Código de Amigo
en: Your Friend Code

source: Tu compañero de entrenamiento y nutrición.
en: Your training and nutrition companion.

source: Tu nombre
en: Your name

source: Tu rutina esta lista, preparando el progreso
en: Your routine is ready, loading progress

source: Tu suscripción se renueva el %@
en: Your subscription renews on %@

source: Tus medidas basicas
en: Your basic measurements

source: Tus PR
en: Your PRs

source: Última Medición
en: Latest Measurement

source: últimos 30 días
en: last 30 days

source: Usa un codigo compartido por otro usuario
en: Use a code shared by another user

source: Usar anterior
en: Use previous

source: Usar esta plantilla
en: Use this template

source: Usar plantilla
en: Use template

source: Usuario
en: User

source: Ver Detalle
en: View Detail

source: Ver historial
en: View history

source: Ver leaderboard completo
en: View full leaderboard

source: Ver Mis Planes
en: View My Plans

source: Ver todos
en: View all

source: Versión %@
en: Version %@

source: Versión 1.0.0
en: Version 1.0.0

source: Vibración háptica
en: Haptic feedback

source: Vibración Háptica
en: Haptic Vibration

source: Viernes
en: Friday

source: Volumen
en: Volume

source: Volumen Total
en: Total Volume

source: Yo
en: Me
